Repository: Clickadelic/wbs-custom-post-type-demo
Catalog: languages/wbs-custom-post-type-demo-*.po
Languages: de_de

source: Receipe
de_de: Rezepte

source: Receipes
de_de: Rezepte

source: Add new receipes
de_de: Neues Rezept hinzufügen

source: Edit receipes
de_de: Rezept bearbeiten

source: New receipes
de_de: Neues Rezept

source: View receipes
de_de: Rezepte ansehen

source: View receipe
de_de: Rezept ansehen

source: Search receipes
de_de: Rezepte durchsuchen

source: Parent receipe
de_de: Übergeordnetes Rezept

source: No receipe found
de_de: Kein Rezept gefunden

source: No receipe found in trash
de_de: Kein Rezept im Papierkorb gefunden

source: Receipe category
de_de: Rezeptkategorie

source: Search receipe categories
de_de: Rezeptkategorien durchsuchen

source: Popular receipe categories
de_de: Beliebte Rezeptkategorien

source: All receipe categories
de_de: Alle Rezeptkategorien

source: Edit receipe category
de_de: Rezeptkategorie bearbeiten

source: Update receipe category
de_de: Rezeptkategorie aktualisieren

source: Add new receipe category
de_de: Neue Rezeptkategorie hinzufügen

source: New receipe category
de_de: Neue Rezeptkategorie

source: Separate receipe categories
de_de: Rezeptkategorien trennen

source: Add or remove receipe category
de_de: Rezeptkategorien hinzufügen oder entfernen

source: Choose from most used receipe categories
de_de: Wähle aus den meist verwendeten Rezeptkategorien

source: No receipe categories found
de_de: Keine Rezeptkategorien gefunden

source: No receipe categories found in trash
de_de: Keine Rezeptkategorien im Papierkorb gefunden

source: Receipe categories
de_de: Rezeptkategorien

source: Receipe tags
de_de: Rezepttags

source: Receipe tag
de_de: Rezepttag

source: Search receipe tags
de_de: Rezepttags durchsuchen

source: Popular receipe tags
de_de: Beliebte Rezepttags

source: All receipe tags
de_de: Alle Rezepttags

source: Edit receipe tag
de_de: Rezepttags bearbeiten

source: Update receipe tag
de_de: Rezepttags aktualisieren

source: Add new receipe tag
de_de: Neuen Rezepttag hinzufügen

source: New receipe tag
de_de: Neuer Rezepttag

source: Separate receipe tag
de_de: Rezepttags trennen

source: Add or remove receipe tags
de_de: Rezepttags hinzufügen oder entfernen

source: Choose from most used receipe tags
de_de: Wähle aus den meist verwendeten Rezepttags

source: No receipe tags found
de_de: Kein Rezepttags gefunden

source: No receipe tags found in trash
de_de: Keine Rezepttags im Papierkorb gefunden

source: Current receipes
de_de: Aktuelle Rezepttags

source: Latest receipes
de_de: Kürzliche Rezepttags

source: A plugin to show so called "Custom Post Types". In this case as a demo: receipes.
de_de: Ein WordPress-Plugin zur Demonstration von Custom Post Types. Hier als Beispiel "Rezepte".
